Repository: simo-hue/Local-File-Diet
Catalog: LocalFileDiet/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: Better Quality
it: Qualità migliore

source: Compress
it: Comprimi

source: Compress images, PDFs, and videos to the size you need.
it: Comprimi immagini, PDF e video alla dimensione che ti serve.

source: Everything was processed locally on your iPhone.
it: Tutto è stato elaborato localmente sul tuo iPhone.

source: Everything stays on your iPhone. Originals are never changed.
it: Tutto resta sul tuo iPhone. Gli originali non vengono mai modificati.

source: Import from Files
it: Importa da File

source: Importing...
it: Importazione...

source: Make files smaller. Everything stays on your iPhone.
it: Riduci i file. Tutto resta sul tuo iPhone.

source: No uploads. No account. No tracking.
it: Nessun upload. Nessun account. Nessun tracciamento.

source: Original file was not changed.
it: Il file originale non è stato modificato.

source: Pick Photo or Video
it: Scegli foto o video

source: PDF, image, video, or ZIP
it: PDF, immagine, video o ZIP

source: Save to Files
it: Salva in File

source: Settings
it: Impostazioni

source: Share
it: Condividi

source: Target reached
it: Target raggiunto

source: Target size
it: Dimensione target

source: Try Smaller
it: Riduci ancora

source: Unlock unlimited local compression
it: Sblocca la compressione locale illimitata
